alefragnani.project-manager
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.code-runner
mgmcdermott.vscode-language-babel
mikestead.dotenv
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
PeterJausovec.vscode-docker
PKief.material-icon-theme
ramyaraoa.show-offset
redhat.java
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
yzane.markdown-pdf
yzhang.markdown-all-in-one
zhuangtongfa.Material-theme
