13xforever.language-x86-64-assembly
alefragnani.project-manager
astallinger.sourcetrail
bltg-team.masm
bungcip.better-toml
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.code-runner
GabrielBB.vscode-lombok
Hirse.vscode-ungit
James-Yu.latex-workshop
joaompinto.asciidoctor-vscode
jsynowiec.vscode-insertdatestring
justusadam.language-haskell
mgmcdermott.vscode-language-babel
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode.cpptools
ms-vscode.Go
naumovs.color-highlight
octref.vetur
Pivotal.vscode-boot-dev-pack
Pivotal.vscode-concourse
Pivotal.vscode-manifest-yaml
Pivotal.vscode-spring-boot
PKief.material-icon-theme
pnp.polacode
redhat.java
ritwickdey.LiveServer
rust-lang.rust
sjhuangx.vscode-scheme
stkb.rewrap
sysoev.language-stylus
torn4dom4n.latex-support
trinm1709.dracula-theme-from-intellij
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscodevim.vim
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
