13xforever.language-x86-64-assembly
alefragnani.project-manager
bltg-team.masm
bungcip.better-toml
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.code-runner
James-Yu.latex-workshop
justusadam.language-haskell
mgmcdermott.vscode-language-babel
mikestead.dotenv
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
naumovs.color-highlight
PeterJausovec.vscode-docker
PKief.material-icon-theme
redhat.java
rust-lang.rust
sjhuangx.vscode-scheme
trinm1709.dracula-theme-from-intellij
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
