ast-grep
browserpass-chromium
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-rime
fd
flameshot
fzf
gitleaks
httpie
mise
pass
pwgen
qt5-tools
ripgrep
seahorse
tmux
trash-cli
veracrypt
